// 1. Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию


var tempC = 10;
console.log((9 / 5) * tempC + 32);

// Объявить две переменные: admin и name. Записать в name строку "Василий"; 
// Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).
var firstName = ('Vasiliy');
var adminName = firstName;
console.log = adminName;

// 4. *Чему будет равно JS-выражение 1000 + "108"/
// будет строка 1000108
// console.log = (1000 + "108");

// 5. *Самостоятельно разобраться с атрибутами тега script (async и defeat)